<%@ Page Title="Home Page" Language="VB" AutoEventWireup="true" CodeBehind="PrivacyPolicy.aspx.vb" Inherits="CPAQA.PrivacyPolicy" %>

    <!DOCTYPE html>

    <html xmlns="http://www.w3.org/1999/xhtml">

    <head runat="server">

        <meta charset="utf-8">
        <meta http-equiv="X-UA-Compatible" content="IE=edge">
        <meta name="viewport" content="width=device-width, initial-scale=1, shrink-to-fit=no">
        <meta name="description" content="">
        <meta name="author" content="">

        <title></title>
        <link href="https://fonts.googleapis.com/css?family=Sarabun:200,200i,300,300i,400,400i,600,600i,700,700i,800,800i,900,900i" rel="stylesheet">
        <link href="https://fonts.googleapis.com/css?family=Roboto|Varela+Round" rel="stylesheet">
        <link rel="stylesheet" href="https://fonts.googleapis.com/icon?family=Material+Icons">
        <!-- Bootstrap 3.3.7 
  < link rel="stylesheet" href="bower_components/bootstrap/assets/css/bootstrap.min.css">-->
        <!-- Font Awesome -->
        <link rel="stylesheet" href="bower_components/font-awesome/css/font-awesome.min.css">
        <!-- Ionicons -->
        <link rel="stylesheet" href="bower_components/Ionicons/css/ionicons.min.css">
        <!-- Theme style -->
        <link rel="stylesheet" href="assets/css/AdminLTE.min.css">

        <link href="css/sb-admin.min.css" rel="stylesheet">
        <link rel="stylesheet" href="css/rajchasistyles.css">

        <!-- iCheck -->
        <link rel="stylesheet" href="plugins/iCheck/square/blue.css">
        <!-- Google Font -->
        <link rel="stylesheet" href="https://fonts.googleapis.com/css?family=Source+Sans+Pro:300,400,600,700,300italic,400italic,600italic">

        <style type="text/css">
            .modal-confirm {
                color: #434e65;
                width: 525px;
            }
            
            .modal-confirm .modal-content {
                padding: 20px;
                font-size: 16px;
                border-radius: 5px;
                border: none;
            }
            
            .modal-confirm .modal-header {
                background: #eeb711;
                border-bottom: none;
                position: relative;
                text-align: center;
                margin: -20px -20px 0;
                border-radius: 5px 5px 0 0;
                padding: 35px;
            }
            
            .modal-confirm h4 {
                text-align: center;
                font-size: 36px;
                margin: 10px 0;
            }
            
            .modal-confirm .form-control,
            .modal-confirm .btn {
                min-height: 40px;
                border-radius: 3px;
            }
            
            .modal-confirm .close {
                position: absolute;
                top: 15px;
                right: 15px;
                color: #fff;
                text-shadow: none;
                opacity: 0.5;
            }
            
            .modal-confirm .close:hover {
                opacity: 0.8;
            }
            
            .modal-confirm .icon-box {
                color: #fff;
                width: 95px;
                height: 95px;
                display: inline-block;
                border-radius: 50%;
                z-index: 9;
                border: 5px solid #fff;
                padding: 15px;
                text-align: center;
            }
            
            .modal-confirm .icon-box i {
                font-size: 58px;
                margin: -2px 0 0 -2px;
            }
            
            .modal-confirm.modal-dialog {
                margin-top: 80px;
            }
            
            .modal-confirm .btn {
                color: #fff;
                border-radius: 4px;
                background: #eeb711;
                text-decoration: none;
                transition: all 0.4s;
                line-height: normal;
                border-radius: 30px;
                margin-top: 10px;
                padding: 6px 20px;
                min-width: 150px;
                border: none;
            }
            
            .modal-confirm .btn:hover,
            .modal-confirm .btn:focus {
                background: #eda645;
                outline: none;
            }
            
            .trigger-btn {
                display: inline-block;
                margin: 100px auto;
            }
        </style>
        <link rel="stylesheet" href="bower_components/bootstrap/assets/css/bootstrap.min-login.css">
          <link rel="stylesheet" href="css/style-privacy.css">
       
        <script src="https://ajax.googleapis.com/ajax/libs/jquery/1.12.0/jquery.min.js"></script>
        <script src="https://maxcdn.bootstrapcdn.com/bootstrap/3.3.6/js/bootstrap.min.js"></script>
        <script type="text/javascript">
            function openModals(sender, title, message) {
                $("#spnTitle").text(title);
                $("#spnMsg").text(message);
                $('#modalPopUp').modal('show');
                $('#btnConfirm').attr('onclick', "$('#modalPopUp').modal('hide');setTimeout(function(){" + $(sender).prop('href') + "}, 50);");
                return false;
            }
        </script>

        <!-- End modal -->
    </head>

    <body>
        <form id="form1" class="user" runat="server">
            <div class="container-login">
                <div class="row">
                    <section class="col-lg-12 connectedSortable">
                        <div class="row">
                            <div class="col-md-12">
                                <table>
                                    <tr>
                                        <td class="logo">
                                            <img src="images/logo.png" alt="" width="150" />
                                        </td>
                                        <td>
                                            <div class="header-logo">ระบบประเมินร้านยาคุณภาพ</div>
                                            <div class="header-appname">
                                                
                                            </div>
                                            <div class="header-text">
                                               สำนักงานรับรองร้านยาคุณภาพ สภาเภสัชกรรม
                                                <br />The Office of Community Pharmacy Accreditation (Thailand)
                                            </div>
                                        </td>
                                    </tr>
                                </table>
                            </div>
                        </div>
                    </section>
                </div>
                <div class="row"> 
                    <section class="col-lg-12 connectedSortable">
                  
                        <div class="justify-content-center">
                            <div class="col-lg-12">
                                <div class="main-card mb-3 card">
<div class="card-body">
<h3 class="card-title text-center">นโยบายคุ้มครองข้อมูลส่วนบุคคล</h3>
<div class="scroll-area-lg">

					<div class="txt-prg">
						นโยบายคุ้มครองข้อมูลส่วนบุคคลนี้จัดทำขึ้นเพื่ออธิบายให้ท่านทราบถึงแนวทางปฏิบัติของสำนักงานรับรองร้านยาคุณภาพ ในส่วนที่เกี่ยวข้องกับข้อมูลส่วนบุคคล และเหตุผลในการเก็บรวบรวม การใช้ การเปิดเผยข้อมูลส่วนบุคคลของท่าน และสิทธิของท่านในฐานะเจ้าของข้อมูลส่วนบุคคล<br /><br />

						<strong id="one">1. เราคือใคร</strong><br />
						<div class="txt-indent">
							นโยบายคุ้มครองข้อมูลส่วนบุคคลนี้ใช้บังคับกับข้อมูลส่วนบุคคลธรรมดา อาทิ ลูกค้า ผู้ใช้บริการ ผู้จัดหาหรือจัดจำหน่าย คู่ค้า และบุคคลภายนอกที่เก็บรวบรวมโดย สำนักงานรับรองร้านยาคุณภาพ สภาเภสัชกรรม (รวมเรียกว่า "สรร.") สำนักงานรับรองร้านยาคุณภาพ พัฒนาและปรับปรุงการคุ้มครองข้อมูลส่วนบุคคล โดยพิจารณาตามพระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล พ.ศ. 2562 (พ.ร.บ. คุ้มครองข้อมูลส่วนบุคคล) รวมถึงกฎหมายและแนวทางปฏิบัติที่มีผลใช้บังคับเป็นการทั่วไปในปัจจุบัน

							<br /><br />
							ในกรณีที่ท่านมีข้อซักถามเกี่ยวกับนโยบายคุ้มครองข้อมูลส่วนบุคคลกรุณาติดต่อ
							<br />

							สถานที่ติดต่อ : อาคารมหิตลาธิเบศร ชั้น 8 กระทรวงสาธารณสุข เลขที่ 88/19 หมู่ 4 ถนนติวานนท์ ตำบลตลาดขวัญ อำเภอเมือง จังหวัดนนทบุรี 11000<br /><br />

							ช่องทางการติดต่อ : 0 2591 9992-5 กด 6 <br /><br />

							นอกจากนี้ ท่านสามารถติดต่อเจ้าหน้าที่คุ้มครองข้อมูลส่วนบุคคลผ่านอีเมล papc@pharmacycouncil.org<br /><br />

							เมื่อได้รับคำถามหรือข้อกังวลของท่าน สำนักงานรับรองร้านยาคุณภาพ จะติดต่อท่านภายในเวลาอันสมควรเพื่อตอบคำถามหรือข้อกังวลของท่านในบางกรณี เราอาจต้องขอข้อมูลเพิ่มเติมเพื่อยืนยันตัวตนของท่าน<br /><br />
						</div>

						<strong id="two">2. ข้อมูลส่วนบุคคล คืออะไร</strong><br />
						<div class="txt-indent">
							ข้อมูลส่วนบุคคล หมายถึง ข้อมูลเกี่ยวกับบุคคลซึ่งทำให้สามารถระบุตัวบุคคลนั้นได้ไม่ว่าทางตรงหรือทางอ้อม แต่ไม่รวมถึงข้อมูลของผู้ถึงแก่กรรมโดยเฉพาะ<br /><br />
						</div>

						<strong id="three">3. ข้อมูลส่วนบุคคลที่สำนักงานรับรองร้านยาคุณภาพ เก็บรวบรวม</strong><br />
						<div class="txt-indent">
							สำนักงานรับรองร้านยาคุณภาพ เก็บรวบรวมข้อมูลส่วนบุคคล ดังต่อไปนี้<br />
							<div class="txt-indent -two">
								• ข้อมูลที่บ่งชี้ตัวตน เช่น ชื่อ นามสกุล วันเกิด เพศ สัญชาติ ภาพถ่าย ภาพและหมายเลขบัตรประจำตัวประชาชน ข้อมูลอุปกรณ์อิเล็กทรอนิกส์ ข้อมูลตำแหน่งที่อยู่<br />
								• ข้อมูลติดต่อ เช่น ที่อยู่ สถานที่ติดต่อ หมายเลขโทรศัพท์ อีเมล Line id ช่องทางติดต่อสื่อโชเชี่ยลต่างๆ<br />
								• ข้อมูลและพฤติกรรมการให้บริการของร้านขายยาที่ท่านเป็นเจ้าของหรือปฏิบัติหน้าที่อยู่<br />
								• ข้อมูลเกี่ยวกับร้านขายยาของท่านในการให้บริการ เช่น ชื่อ ที่อยู่ พื้นที่ สถานที่ติดต่อ รวมถึงที่อยู่ IP ของอุปกรณ์ที่ท่านใช้ในการเข้าเยี่ยมชมเว็บไซต์หรือแอพพลิเคชั่นของทาง สรร.<br />
								• ข้อมูลเกี่ยวกับพฤติกรรมการใช้บริการของท่าน รวมถึงประวัติการใช้งานแอพพลิเคชั่นของสำนักงานรับรองร้านยาคุณภาพ<br />
								• ข้อมูลทางการเงิน เช่น ข้อมูลการชำระเงิน หมายเลขบัตรเครดิต และหมายเลขบัญชีธนาคาร<br />
								• ข้อมูลในการวิเคราะห์การใช้บริการ เพื่อการตรวจสอบย้อนหลังในกรณีที่เกิดปัญหาการใช้งานรวมถึงข้อมูลที่บันทึกในระบบรักษาความปลอดภัย เช่น ข้อมูลโทรทัศน์วงจรปิด (กล้องวงจรปิด) ข้อมูลการบันทึกภาพผ่านสื่ออิเล็กทรอนิกส์ และ/หรือสื่ออื่น เป็นต้น<br />
								• ข้อมูลเพื่อให้บริการเฉพาะกลุ่มลูกค้า เช่น บุคคลที่มีความบกพร่องทางการมองเห็นและการได้ยิน<br />
								• ข้อมูลที่จำเป็นสำหรับสำนักงานรับรองร้านยาคุณภาพ ในการปฏิบัติตามกฎหมาย คำขอตามกฎหมายของหน่วยงานบังคับใช้กฎหมายและ/หรือคำสั่งศาล รวมถึงเพื่อการใช้สิทธิเรียกร้องทางกฎหมายของสำนักงานรับรองร้านยาคุณภาพ<br />
								• ข้อมูลส่วนบุคคลที่มีความอ่อนไหว เช่น ข้อมูลชีวภาพ ซึ่งรวมถึงข้อมูลภาพจำลองใบหน้า (Facial Recognition Data) หรือข้อมูลอื่นใดที่มีลักษณะเดียวกัน เพื่อการสมัครบริการเฉพาะที่จำเป็นต้องพิสูจน์และยืนยันตัวตนด้วยข้อมูลส่วนบุคคลที่มีความอ่อนไหว เช่น บริการโมบายล์ไอดี เป็นต้น<br /><br />
							</div>
						</div>

						<strong id="four">4. แหล่งที่มาของข้อมูลส่วนบุคคล</strong><br />
						<div class="txt-indent">
							สำนักงานรับรองร้านยาคุณภาพ อาจได้รับข้อมูลส่วนบุคคลของท่านจากช่องทางดังนี้<br /><br />
							สำนักงานรับรองร้านยาคุณภาพ ได้รับข้อมูลส่วนบุคคลจากท่านโดยตรง โดยสำนักงานรับรองร้านยาคุณภาพ จะเก็บรวบรวมข้อมูลส่วนบุคคลของท่านจากขั้นตอนการให้บริการต่าง ๆ รวมถึง<br />

							<div class="txt-indent -two">
								• ขั้นตอนการสมัครใช้บริการ หรือขั้นตอนการยื่นคำร้องขอใช้สิทธิต่าง ๆ กับสำนักงานรับรองร้านยาคุณภาพ<br />
								• จากความสมัครใจของท่าน ในการทำแบบสอบถาม (Survey) หรือการโต้ตอบทางอีเมล หรือช่องทางการสื่อสารอื่น ๆ ระหว่างสำนักงานรับรองร้านยาคุณภาพ และท่าน<br />
								• จากการใช้บริการ รวมถึงการใช้เครือข่ายโทรคมนาคม หรือผลิตภัณฑ์ที่เกี่ยวข้องกับการบริการของสำนักงานรับรองร้านยาคุณภาพ เช่น หมายเลขโทรศัพท์ที่ท่านใช้ วัน เวลา ระยะเวลาในการใช้ รวมถึงตำแหน่งที่อยู่ของท่านเมื่อใช้บริการ<br />
								• การติดต่อกับพนักงานหรือตัวแทนของสำนักงานรับรองร้านยาคุณภาพ ณ อาคารสำนักงาน ศูนย์บริการขายและให้บริการของสำนักงานรับรองร้านยาคุณภาพ รวมถึงผ่านทางช่องทางอิเล็กทรอนิกส์<br />
								• เก็บจากข้อมูลการใช้เว็บไซต์ของสำนักงานรับรองร้านยาคุณภาพ ผ่าน Browser's cookies ของท่าน<br /><br />
							</div>

							สำนักงานรับรองร้านยาคุณภาพ ได้รับข้อมูลส่วนบุคคลของท่านมาจากบุคคลที่สามซึ่งมีสิทธิเปิดเผยข้อมูลส่วนบุคคลของท่านโดยชอบด้วยกฎหมาย รวมถึงหน่วยงานราชการอื่น เพื่อช่วยให้สำนักงานรับรองร้านยาคุณภาพ สามารถดำเนินการรับสมัครบริการและให้บริการแก่ท่าน โดยได้รับข้อมูลผ่านทางอีเมล ได้รับแจ้งทางโทรศัพท์ ได้รับเป็นเอกสาร หรือช่องทางอิเล็กทรอนิกส์ใด ๆ ซึ่งผู้ที่เปิดเผยมีสิทธิให้ข้อมูลส่วนบุคคลได้โดยชอบด้วยกฎหมาย หรือได้รับข้อมูลจากขั้นตอนการให้บริการต่าง ๆ ในลักษณะเดียวกันที่สำนักงานรับรองร้านยาคุณภาพ เก็บรวบรวมเองตามที่ระบุไว้ข้างต้น<br /><br />
						</div>

						<strong id="five">5. วัตถุประสงค์ในการประมวลผลข้อมูลส่วนบุคคล</strong><br />
						<div class="txt-indent">
							สำนักงานรับรองร้านยาคุณภาพ เก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลของท่านเพื่อวัตถุประสงค์ดังต่อไปนี้<br />

							<div class="txt-indent -two">
								• เพื่อให้บริการการออกใบรับรองร้านยาคุณภาพ หรือเพื่อใช้ในการดำเนินการตามคำขอของท่านก่อนเข้าตรวจเยี่ยม และอนุมัติรับรองนั้น<br />
								• เพื่อปรับปรุงและพัฒนาการให้บริการของสำนักงานรับรองร้านยาคุณภาพ ให้มีประสิทธิภาพ เพื่อการพัฒนาเครือข่าย เพื่ออำนวยความสะดวกในการแจ้งหรือการชำระค่าบริการ<br />
								• เพื่อการศึกษา วิเคราะห์ และพัฒนาคุณภาพการให้บริการงานรับรองร้านยาคุณภาพ และด้านเภสัชกรรมอื่นๆ<br />
								• เพื่อแจ้งและนำเสนอสิทธิประโยชน์ ข้อมูล ข่าวสาร และข้อเสนอต่าง ๆ เกี่ยวกับการสมัคร หรือการใช้บริการต่าง ๆ ของสำนักงานรับรองร้านยาคุณภาพ <br />
								• เพื่อการสมัคร หรือเปิดใช้บริการที่เกี่ยวข้องกับการสมัคร การซื้อขายสินค้า หรือการใช้บริการต่าง ๆ ของสำนักงานรับรองร้านยาคุณภาพ <br />
                                • เพื่อการเชื่อมโยงข้อมูลอิเล็คทรอนิคด้านเวชระเบียนระหว่าง สรร.กับ หน่วยงานเครือข่ายเภสัขกรรม ผ่านทางแอพพลิเคชั่นและเว็บไซต์<br />
								• เพื่อวัตถุประสงค์ในการวิเคราะห์และวางแผนการให้บริการ กิจกรรมทางเภสัชกรรมของสำนักงานรับรองร้านยาคุณภาพ <br />						
								• เพื่อวัตถุประสงค์ของการปฏิบัติตามกฎหมาย และ/หรือมีเหตุจำเป็นอื่นใดเพื่อประโยชน์อันชอบด้วยกฎหมายของสำนักงานรับรองร้านยาคุณภาพ<br />
								• เพื่อวัตถุประสงค์อื่นตามที่กฎหมายให้อำนาจในการเก็บรวบรวม ใช้ หรือเปิดเผย โดยไม่ต้องได้รับความยินยอมจากเจ้าของข้อมูลส่วนบุคคล<br />
								• เพื่อการพิสูจน์และยืนยันตัวตนของผู้สมัคร เพื่อสมัครลงทะเบียนและเข้าใช้บริการ<br />
								• เพื่อชำระค่าบริการและค่าธรรมเนียมที่เกี่ยวข้องกับสินค้าและบริการ<br />
								• เพื่อให้บริการตามที่ท่านร้องขอ ตอบข้อสงสัย สนับสนุนการใช้งาน ให้ข้อมูล รับเรื่องร้องเรียน ชดเชยค่าเสียหาย และแก้ไขปัญหาและอุปสรรคต่าง ๆ<br />
								• เพื่อทำความเข้าใจความต้องการและความพึงพอใจของท่าน<br />
								• เพื่อการแจ้งข้อมูล ข่าวสารจากหน่วยงานกำกับดูแลและภาครัฐ<br />
								• เพื่อส่งหนังสือแจ้งค่าบริการ ใบสั่งซื้อสินค้าและบริการ การแจ้งเตือนให้ชำระค่าสินค้าและบริการ จัดทำใบเสร็จรับเงินและใบกำกับภาษี ติดตามทวงถามหนี้ และการใช้สิทธิเรียกร้อง<br />
								• เพื่อการรักษาความปลอดภัยของข้อมูลและเครือข่ายการให้บริการของสำนักงานรับรองร้านยาคุณภาพ รวมถึงตรวจสอบระบบและกิจกรรมของผู้ใช้บริการ เพื่อติดตามกิจกรรมที่เป็นอันตรายใด ๆ ต่อท่าน ผู้อื่น และสำนักงานรับรองร้านยาคุณภาพ<br />
							</div>
						</div>

						<strong id="six">6. การประมวลผลข้อมูลส่วนบุคคล</strong><br />
						<div class="txt-indent">
							เมื่อได้รับข้อมูลส่วนบุคคลจากแหล่งที่มาของข้อมูลส่วนบุคคลแล้ว สำนักงานรับรองร้านยาคุณภาพ จะดำเนินการเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลของท่านตามวัตถุประสงค์ที่ได้แจ้งไว้ และจะประมวลผลข้อมูลส่วนบุคคลของท่านเท่าที่กฎหมายอนุญาตให้กระทำได้เท่านั้น กล่าวคืออยู่บนฐานทางกฎหมายในการประมวลผลข้อมูล ทั้งนี้สำนักงานรับรองร้านยาคุณภาพ อาจเปิดเผยข้อมูลส่วนบุคคลและข้อมูลใด ๆ อันเกี่ยวกับการใช้บริการของท่าน หรือข้อมูลอื่นใดที่สำนักงานรับรองร้านยาคุณภาพ เก็บรวบรวมไว้ดังที่อธิบายไว้ในข้อ 3 ข้างต้นให้แก่สำนักงานรับรองร้านยาคุณภาพ  ซึ่งรวมถึงหน่วยงานรัฐและหน่วยงานราชการตามกฎหมาย ผู้ให้บริการด้านเทคโนโลยีสารสนเทศ ธนาคารและผู้ให้บริการด้านการชำระเงินและการทำธุรกรรม ผู้ให้บริการทางกฎหมาย ที่ปรึกษาทางกฎหมาย รวมถึงนิติบุคคลหรือบุคคลอื่นใดที่สำนักงานรับรองร้านยาคุณภาพ และ/หรือท่านเป็นคู่สัญญาหรือมีนิติสัมพันธ์ตามกฎหมาย 
                            <br /><br />

							ในกรณีที่สำนักงานรับรองร้านยาคุณภาพ ว่าจ้างผู้อื่นให้ทำหน้าที่เป็นผู้ประมวลผลข้อมูลส่วนบุคคล สำนักงานรับรองร้านยาคุณภาพ จะดำเนินการตรวจสอบมาตรการคุ้มครองข้อมูลส่วนบุคคล และจัดให้มีการลงนามในข้อตกลงเพื่อควบคุมและคุ้มครองข้อมูลส่วนบุคคลให้เหมาะสมและเป็นไปตามหลักเกณฑ์ที่กฎหมายกำหนด<br /><br />

							
						</div>

						<strong id="seven">7. การเก็บรักษาและระยะเวลาในการเก็บรักษาข้อมูลส่วนบุคคล</strong><br />
						<div class="txt-indent">
							สำนักงานรับรองร้านยาคุณภาพ มีมาตรการรักษาความมั่นคงปลอดภัยและระยะเวลาในการเก็บรักษาข้อมูลส่วนบุคคลของท่าน ดังนี้<br />

							<div class="txt-indent -two">
								• ลักษณะการเก็บ : จัดเก็บเป็นเอกสาร (Hard copy) และจัดเก็บในระบบอิเล็กทรอนิกส์ (Soft copy) โดยมีมาตรการรักษาความมั่นคงปลอดภัยที่มีประสิทธิภาพ เพื่อป้องกันการสูญหาย เข้าถึง ใช้ เปลี่ยนแปลง แก้ไข หรือเปิดเผยข้อมูลส่วนบุคคลโดยปราศจากอำนาจหรือโดยมิชอบ<br />
								• สำนักงานรับรองร้านยาคุณภาพ มีขั้นตอนในการจัดการกับการละเมิดข้อมูลส่วนบุคคลที่น่าสงสัย ในกรณีที่มีการร้องเรียนเกี่ยวกับการละเมิดความเป็นส่วนตัวของลูกค้าและข้อมูลรั่วไหล หน่วยงานรักษาความมั่นคงปลอดภัยของ สรร. จะดำเนินการตรวจสอบทันทีเพื่อคลี่คลายข้อร้องเรียนนี้<br />
								• ระยะเวลาจัดเก็บ : สำนักงานรับรองร้านยาคุณภาพ จะเก็บรวบรวมข้อมูลส่วนบุคคลของท่านภายในระยะเวลาเท่าที่จำเป็นตามวัตถุประสงค์ในการเก็บรวบรวมข้อมูลส่วนบุคคลนั้น หรือภายในระยะเวลาที่มีสัญญาหรือนิติสัมพันธ์ตามกฎหมายระหว่างท่านและสำนักงานรับรองร้านยาคุณภาพ หรือภายในระยะเวลาการใช้สิทธิเรียกร้องตามกฎหมายของคู่สัญญา<br />
								• เมื่อพ้นระยะเวลาจัดเก็บ หรือสำนักงานรับรองร้านยาคุณภาพ ไม่มีสิทธิหรือไม่สามารถอ้างฐานในการประมวลผลข้อมูลส่วนบุคคลของท่านแล้ว สำนักงานรับรองร้านยาคุณภาพ จะดำเนินการลบหรือทำลายข้อมูลส่วนบุคคล หรือทำให้ข้อมูลส่วนบุคคลเป็นข้อมูลไม่สามารถระบุตัวบุคคลที่เป็นเจ้าของข้อมูลส่วนบุคคลได้ ภายในระยะเวลาอันควร<br /><br />
							</div>
						</div>


						<strong id="eight">8. สิทธิของเจ้าของข้อมูลส่วนบุคคล</strong><br />
						<div class="txt-indent">
							เมื่อบทบัญญัติหมวดสิทธิของเจ้าของข้อมูลส่วนบุคคลตามพระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล พ.ศ. 2562 มีผลบังคับใช้ ท่านในฐานะเจ้าของข้อมูลส่วนบุคคลมีสิทธิเกี่ยวกับข้อมูลส่วนบุคคล ดังนี้<br /><br />

							<strong>สิทธิในการถอนความยินยอม (Right to withdraw consent)</strong><br />
							<div class="txt-indent -two">
								• เมื่อท่านให้ความยินยอมกับสำนักงานรับรองร้านยาคุณภาพ เพื่อวัตถุประสงค์อย่างหนึ่งอย่างใดโดยเฉพาะแล้ว ท่านมีสิทธิถอนความยินยอมเมื่อใดก็ได้ เว้นแต่เป็นกรณีที่มีข้อจำกัดสิทธิตามกฎหมาย หรือเกี่ยวข้องกับสัญญาที่ให้ประโยชน์แก่ท่าน<br />
								• ท่านมีสิทธิในการถอนความยินยอมในการประมวลผลข้อมูลส่วนบุคคลที่ท่านได้ให้ความยินยอมกับสำนักงานรับรองร้านยาคุณภาพ ได้ตลอดระยะเวลาที่ข้อมูลส่วนบุคคลของท่านอยู่กับสำนักงานรับรองร้านยาคุณภาพ<br />
								• หากการถอนความยินยอมของท่านทำให้สำนักงานรับรองร้านยาคุณภาพ ไม่สามารถส่งมอบผลิตภัณฑ์หรือให้บริการบางอย่างให้แก่ท่านได้ สำนักงานรับรองร้านยาคุณภาพ จะแจ้งให้ท่านทราบถึงผลกระทบจากการถอนความยินยอม<br /><br />
							</div>


							<strong>สิทธิในการขอเข้าถึงและขอรับสำเนาข้อมูลส่วนบุคคล (Right to access)</strong><br />
							<div class="txt-indent -two">
								• ท่านมีสิทธิในการขอเข้าถึงข้อมูลส่วนบุคคลของท่าน และขอให้สำนักงานรับรองร้านยาคุณภาพ ทำสำเนาข้อมูลส่วนบุคคลดังกล่าวให้แก่ท่าน<br /><br />
							</div>


							<strong>สิทธิในการขอให้โอนข้อมูลส่วนบุคคล (Right to data portability)</strong><br />
							<div class="txt-indent -two">
								• ท่านมีสิทธิในการขอให้สำนักงานรับรองร้านยาคุณภาพ โอนข้อมูลส่วนบุคคลของท่านที่ท่านให้ไว้กับสำนักงานรับรองร้านยาคุณภาพ ไปยังผู้ควบคุมข้อมูลส่วนบุคคลรายอื่นหรือตัวท่านเองด้วยเหตุบางประการได้ ทั้งนี้ สิทธิในการขอให้โอนนี้ใช้เฉพาะกรณีของข้อมูลส่วนบุคคลที่ท่านส่งมอบให้แก่สำนักงานรับรองร้านยาคุณภาพ และการเก็บรวบรวม ใช้ และ/หรือ เปิดเผยข้อมูลส่วนบุคคลดังกล่าวได้กระทำโดยอาศัยความยินยอมของท่าน หรือในกรณีที่ข้อมูลส่วนบุคคลดังกล่าวจำเป็นต้องได้รับการเก็บรวบรวม ใช้ และ/หรือ เปิดเผยเพื่อให้สามารถปฏิบัติตามภาระข้อผูกพันภายใต้สัญญาได้เท่านั้น<br /><br />
							</div>


							<strong>สิทธิในการคัดค้านการประมวลผลข้อมูลส่วนบุคคล (Right to object)</strong><br />
							<div class="txt-indent -two">
								• ท่านมีสิทธิในการคัดค้านการประมวลผลข้อมูลส่วนบุคคลของท่านด้วยเหตุบางประการได้<br /><br />
							</div>

							<strong>สิทธิในการขอให้ลบข้อมูลส่วนบุคคล (Right to erasure)</strong><br />
							<div class="txt-indent -two">
								• ท่านมีสิทธิในการขอให้สำนักงานรับรองร้านยาคุณภาพ ลบข้อมูลส่วนบุคคลของท่านด้วยเหตุบางประการได้<br /><br />
							</div>

							<strong>สิทธิในการขอให้ระงับการใช้ข้อมูลส่วนบุคคล (Right to restriction of processing)</strong><br />
							<div class="txt-indent -two">
								• ท่านมีสิทธิในการขอให้สำนักงานรับรองร้านยาคุณภาพ ระงับการใช้ข้อมูลส่วนบุคคลของท่านด้วยเหตุบางประการได้<br /><br />
							</div>

							<strong>สิทธิในการแก้ไขข้อมูลส่วนบุคคลให้ถูกต้อง (Right to rectification)</strong><br />
							<div class="txt-indent -two">
								• ท่านมีสิทธิในการขอให้สำนักงานรับรองร้านยาคุณภาพ แก้ไขข้อมูลส่วนบุคคลของท่านที่ไม่ถูกต้อง ไม่เป็นปัจจุบันหรือไม่สมบูรณ์ โดยสำนักงานรับรองร้านยาคุณภาพ จะดำเนินการตรวจสอบและแก้ไขให้ถูกต้อง<br />
								• ในกรณีที่ท่านขอแก้ไขข้อมูลส่วนบุคคลบางอย่างที่สำนักงานรับรองร้านยาคุณภาพ พิจารณาแล้วว่ามีความจำเป็นต้องยืนยันตัวตนท่านเพิ่มเติม สำนักงานรับรองร้านยาคุณภาพ จะขอเอกสารและ/หรือข้อมูลเพิ่มเติม<br /><br />
							</div>

							ท่านสามารถติดต่อเจ้าหน้าที่ของสำนักงานรับรองร้านยาคุณภาพ เพื่อยื่นคำร้องขอใช้สิทธิข้างต้นตามรายละเอียดที่ปรากฏในข้อ 1 หรือตามช่องทางที่สำนักงานรับรองร้านยาคุณภาพ กำหนด ทั้งนี้ ท่านไม่ต้องเสียค่าธรรมเนียมในการใช้สิทธิของท่าน แต่ทั้งนี้อาจมีการเรียกเก็บค่าธรรมเนียมตามแต่กรณีหากพบว่าคำขอของท่านไม่มีมูล ซ้ำซาก หรือมีจำนวนมากเกินจำเป็น อนึ่ง สำนักงานรับรองร้านยาคุณภาพ มีสิทธิในการปฏิเสธคำร้องขอที่เป็นการใช้สิทธิโดยไม่สุจริต คำร้องขอที่ไม่สมเหตุสมผล คำร้องขอที่กฎหมายไม่ได้บัญญัติไว้ และ/หรือคำร้องขอที่ไม่สามารถปฏิบัติได้จริง นอกจากนี้ สำนักงานรับรองร้านยาคุณภาพ มีสิทธิในการปฏิเสธคำร้องขอของท่านตามหลักเกณฑ์ที่กฎหมายกำหนด ทั้งนี้ ท่านมีสิทธิในการร้องเรียนต่อสำนักงานคณะกรรมการคุ้มครองข้อมูลส่วนบุคคลตามหลักเกณฑ์ที่กฎหมายกำหนด<br /><br />
						</div>

						<strong id="nine">9. ในกรณีที่ท่านปฏิเสธไม่ให้ใช้ข้อมูลส่วนบุคคล</strong><br />
						<div class="txt-indent">
							สำนักงานรับรองร้านยาคุณภาพ มีความจำเป็นต้องรวบรวมข้อมูลส่วนบุคคลตามกฎหมายหรือเพื่อการเข้าทำสัญญาระหว่างท่านกับสำนักงานรับรองร้านยาคุณภาพ หากท่านเลือกที่จะไม่ให้ข้อมูลส่วนบุคคล สำนักงานรับรองร้านยาคุณภาพ อาจไม่สามารถให้บริการแก่ท่านได้<br /><br />

							นอกเหนือจากกรณีที่สำนักงานรับรองร้านยาคุณภาพ ประมวลผลข้อมูลส่วนบุคคลเพื่อการปฏิบัติตามสัญญาและการปฏิบัติตามกฎหมายแล้ว ในบางกรณี สำนักงานรับรองร้านยาคุณภาพ อาจมีการขอความยินยอมจากท่านในการเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลของท่านตามวัตถุประสงค์ในการประมวลผลข้อมูลส่วนบุคคลที่ได้ระบุไว้ในข้อ 5 เพื่อให้ท่านได้รับประโยชน์สูงสุด และ/หรือ เพื่อให้สำนักงานรับรองร้านยาคุณภาพ สามารถให้บริการที่ตอบสนองต่อความต้องการของท่านได้อย่างเหมาะสม<br /><br />
						</div>

						<strong id="ten">10. กิจกรรมทางการตลาดและการส่งเสริมการตลาด</strong><br />
						<div class="txt-indent -two">
							ในระหว่างการใช้บริการ สำนักงานรับรองร้านยาคุณภาพ จะส่งข้อมูลข่าวสารเกี่ยวกับกิจกรรมทางการตลาดและการส่งเสริมการตลาด ผลิตภัณฑ์และบริการของสำนักงานรับรองร้านยาคุณภาพ ที่ท่านอาจมีความสนใจ โดยท่านสามารถดำเนินการยกเลิกความยินยอมในการรับแจ้งข้อมูลข่าวสารได้ตามช่องทางที่สำนักงานรับรองร้านยาคุณภาพ กำหนด<br /><br />
						</div>

						<strong id="eleven">11. นโยบายคุกกี้ (Cookies)</strong><br />
						<div class="txt-indent -two">
							ในระหว่างการเข้าใช้งานเว็บไซต์ของสำนักงานรับรองร้านยาคุณภาพ ข้อมูลที่เกี่ยวข้องกับการเข้าใช้งานเว็บไซต์ของท่านจะถูกบันทึกไว้ในรูปแบบของคุกกี้ โดยนโยบายคุกกี้นี้จะอธิบายความหมายของคุกกี้ การทำงาน วัตถุประสงค์ของคุกกี้ และวิธีการลบคุกกี้เพื่อความเป็นส่วนตัวของท่าน โดยการเข้าใช้งานเว็บไซต์ของสำนักงานรับรองร้านยาคุณภาพ ถือว่าท่านได้อนุญาตให้สำนักงานรับรองร้านยาคุณภาพ ใช้คุกกี้ตามนโยบายคุกกี้ที่มีรายละเอียดดังต่อไปนี้<br /><br />
						</div>


						<div class="txt-indent -two">
							<strong>คุกกี้คืออะไร</strong><br />
							Cookies คือ Text files ที่อยู่ในคอมพิวเตอร์ และ/หรือ เครื่องมือสื่อสารที่เข้าใช้งานของท่าน เช่น แท็บเล็ต สมาร์ทโฟน ผ่านทางเว็บเบราว์เซอร์ในขณะที่ท่านเข้าสู่เว็บไซต์ของสำนักงานรับรองร้านยาคุณภาพ โดยคุกกี้จะไม่ก่อให้เกิดอันตรายต่ออุปกรณ์คอมพิวเตอร์ และ/หรือ เครื่องมือสื่อสารของท่าน ที่ใช้เพื่อจัดเก็บรายละเอียดข้อมูล Log การใช้งานอินเทอร์เน็ตหรือพฤติกรรมการเยี่ยมชมเว็บไซต์ของท่าน ท่านสามารถศึกษารายละเอียดเพิ่มเติมของ Cookies ได้จาก <a href="https://www.allaboutcookies.org/" target="_blank">https://www.allaboutcookies.org</a><br /><br />
						</div>

						<div class="txt-indent -two">
							<strong>เราใช้ Cookies อย่างไร</strong><br />
							สำนักงานรับรองร้านยาคุณภาพ จะจัดเก็บข้อมูลการเข้าเยี่ยมชมเว็บไซต์จากผู้เข้าเยี่ยมชมทุกรายผ่าน Cookies หรือเทคโนโลยีที่ใกล้เคียง และสำนักงานรับรองร้านยาคุณภาพ จะใช้ Cookies เพื่อประโยชน์ในการพัฒนาประสิทธิภาพในการเข้าถึงบริการของสำนักงานรับรองร้านยาคุณภาพ ผ่านอินเทอร์เน็ต รวมถึงพัฒนาประสิทธิภาพในการใช้งานบริการของสำนักงานรับรองร้านยาคุณภาพ ทางอินเทอร์เน็ต โดยจะใช้เพื่อวัตถุประสงค์ดังต่อไปนี้<br />

							• เพื่อศึกษาพฤติกรรมการใช้งานเว็บไซต์ของท่าน เพื่อนำไปพัฒนาให้สามารถใช้งานได้ง่ายรวดเร็ว และมีประสิทธิภาพยิ่งขึ้น<br />
							• เพื่อให้ท่านสามารถ Sign in บัญชีของท่านในเว็บไซต์ของสำนักงานรับรองร้านยาคุณภาพ ได้อย่างต่อเนื่อง<br />
							• เพื่อปกป้องท่านจากการฉ้อโกงและปรับปรุงความปลอดภัย<br />
							• เพื่อวิเคราะห์ว่าผลิตภัณฑ์บริการและข้อเสนอใดของสำนักงานรับรองร้านยาคุณภาพ ที่อาจเกี่ยวข้องกับท่าน<br />
							• เพื่อปรับปรุงการตลาดที่ท่านเห็นบนสื่อสังคมออนไลน์ แอปพลิเคชัน และเว็บไซต์อื่น ๆ<br /><br />

							ท่านสามารถปฏิเสธการรวบรวมข้อมูลผ่านคุกกี้ได้ผ่านการตั้งค่าเบราว์เซอร์ของท่าน ทั้งนี้ การตั้งค่าดังกล่าวอาจลดประสิทธิภาพสูงสุดในการใช้งานเว็บไซต์และแอปพลิเคชันลง<br /><br />
						</div>

						<strong id="twelve">12. ผู้เยาว์</strong><br />
						<div class="txt-indent -two">
							ด้วยลักษณะของบริการรวมถึงผลิตภัณฑ์ของสำนักงานรับรองร้านยาคุณภาพ นั้น สำนักงานรับรองร้านยาคุณภาพ อาจเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลที่เกี่ยวกับบุคคลที่มีอายุต่ำกว่า 20 ปีบริบูรณ์ ในกรณีดังกล่าวนั้น สำนักงานรับรองร้านยาคุณภาพ จะปฏิบัติตามกฎหมายคุ้มครองข้อมูลส่วนบุคคลที่เกี่ยวข้องกับการประมวลผลข้อมูลส่วนบุคคลของผู้เยาว์<br /><br />
						</div>

						<strong id="thirteen">13. การเก็บรวบรวมและใช้ข้อมูลส่วนบุคคลตามวัตถุประสงค์เดิม</strong><br />
						<div class="txt-indent -two">
							สำนักงานรับรองร้านยาคุณภาพ จะประมวลผลข้อมูลส่วนบุคคลตามกฎหมายที่ใช้บังคับอยู่ในปัจจุบัน ทั้งนี้ สำนักงานรับรองร้านยาคุณภาพ มีสิทธิเก็บรวบรวมและใช้ข้อมูลส่วนบุคคลที่สำนักงานรับรองร้านยาคุณภาพ เก็บรวบรวมไว้ก่อนวันที่ พ.ร.บ. คุ้มครองข้อมูลส่วนบุคคลมีผลใช้บังคับต่อไปได้ตามวัตถุประสงค์เดิม โดยหากท่านไม่ประสงค์ที่จะให้สำนักงานรับรองร้านยาคุณภาพ เก็บรวมรวมและใช้ข้อมูลส่วนบุคคลดังกล่าวต่อไปภายหลัง พ.ร.บ. คุ้มครองข้อมูลส่วนบุคคลใช้บังคับแล้ว ท่านสามารถแจ้งยกเลิกความยินยอมได้ตามช่องทางที่สำนักงานรับรองร้านยาคุณภาพ จะได้เผยแพร่ประชาสัมพันธ์ต่อไป<br /><br />
						</div>

						<strong id="fourteen">14. นโยบายคุ้มครองข้อมูลส่วนบุคคลของเว็บไซต์อื่น</strong><br />
						<div class="txt-indent -two">
							นโยบายคุ้มครองข้อมูลส่วนบุคคลฉบับนี้ใช้เฉพาะสำหรับการให้บริการของสำนักงานรับรองร้านยาคุณภาพ และการใช้งานเว็บไซต์ของสำนักงานรับรองร้านยาคุณภาพ เท่านั้น หากท่านได้เชื่อมต่อไปยังเว็บไซต์อื่น แม้จะผ่านช่องทางในเว็บไซต์ของสำนักงานรับรองร้านยาคุณภาพ ก็ตาม ท่านจะต้องศึกษาและปฏิบัติตามนโยบายคุ้มครองข้อมูลส่วนบุคคลที่ปรากฏในเว็บไซต์นั้น ๆ แยกต่างหากจากของสำนักงานรับรองร้านยาคุณภาพ<br /><br />
						</div>

						<strong id="fifteen">15. การเปลี่ยนแปลงนโยบายคุ้มครองข้อมูลส่วนบุคคล</strong><br />
						<div class="txt-indent -two">
							สำนักงานรับรองร้านยาคุณภาพ อาจพิจารณาทบทวนเพื่อแก้ไขเพิ่มเติม ปรับปรุง หรือเปลี่ยนแปลงนโยบายคุ้มครองข้อมูลส่วนบุคคลตามความเหมาะสมโดยไม่ต้องแจ้งให้ทราบล่วงหน้า เพื่อให้สอดคล้องกับการประกอบธุรกิจของสำนักงานรับรองร้านยาคุณภาพ ตลอดจนกฎหมาย ข้อบังคับ และแนวทางปฏิบัติที่เกี่ยวข้อง<br /><br />
							ทั้งนี้ ในกรณีที่สำนักงานรับรองร้านยาคุณภาพ มีการแก้ไขเพิ่มเติม ปรับปรุง หรือเปลี่ยนแปลงนโยบายดังกล่าว สำนักงานรับรองร้านยาคุณภาพ จะดำเนินการแจ้งและประกาศนโยบายฉบับปัจจุบันให้ท่านทราบผ่านทางเว็บไซต์ของสำนักงานรับรองร้านยาคุณภาพ<br /><br />

							 
						</div>
					</div>  <!-- End txt-prg -->
</div>

    <div class="text-center">
    <asp:CheckBox ID="chkAllow" runat="server" Text="&nbsp;&nbsp;ข้าพเจ้า <b>ให้ความยินยอม</b> กับ สำนักงานรับรองร้านยาคุณภาพ ในการเก็บรวบรวม ใช้ เปิดเผย หรือ สำเนาข้อมูลส่วนบุคคลเพื่อวัตถุประสงค์ข้างต้นด้วยความสมัครใจ" />
        <br />โดยข้าพเจ้าได้อ่านรายละเอียดการชี้แจงถึงวัตถุประสงค์ในการเก็บรวบรวม ใช้หรือเปิดเผย (“ประมวลผล”) ข้อมูลส่วนบุคคล และมีความเข้าใจดีแล้ว
    </div>
    <br />
     <div class="row justify-content-center">
        <asp:Button ID="cmdSubmit" runat="server" Text="ยินยอม" Width="120px" CssClass="btn btn-primary" />
         </div>
      <br />  <br /> 
</div>
                                    
</div>
                                
                            </div>
                        </div>
                    </section>

                </div>
            
                <!-- Modal HTML --> 
                <div id="modalPopUp" class="modal fade" role="dialog" data-backdrop="static">
                    <div class="modal-dialog modal-confirm">
                        <div class="modal-content">
                            <div class="modal-header">
                                <div class="icon-box">
                                    <i class="material-icons">&#xf083;</i>
                                </div>
                                <button type="button" class="close" data-dismiss="modal" aria-hidden="true">&times;</button>
                            </div>
                            <div class="modal-body text-center">
                                <h4><span id="spnTitle"></h4>
                                <p><span id="spnMsg">.</p>
                                <button class="btn btn-success" data-dismiss="modal">Close</button>
                            </div>
                        </div>
                    </div>
                </div>
                <!--- End Modal --->
              
                <div class="footer text-center">
                    <footer class="main-footer-login">
                        <div class="text-center hidden-xs">
                            <strong>Copyright &copy; 2022-2024 <a href="https://papc.pharmacycouncil.org">สำนักงานรับรองร้านยาคุณภาพ</a>.</strong> All rights reserved.
                            <br /> <b>Version</b>
                            <asp:Label ID="Label1" runat="server" Text="1.0.0"></asp:Label>&nbsp;&nbsp;<b>Release</b> 2022.06.01
                        </div>


                    </footer>
                </div>
            </div>

        </form>

        <!-- jQuery 3 -->
        <script src="bower_components/jquery/assets/jquery.min.js"></script>
        <!-- Bootstrap 3.3.7 -->
        <script src="bower_components/bootstrap/assets/js/bootstrap.min.js"></script>
        <!-- iCheck -->
        <script src="plugins/iCheck/icheck.min.js"></script>
        <script>
            $(function() {
                $('input').iCheck({
                    checkboxClass: 'icheckbox_square-blue',
                    radioClass: 'iradio_square-blue',
                    increaseArea: '20%' /* optional */
                });
            });
        </script>
    </body>

    </html>